---
kind: property
id: P:Autodesk.Revit.DB.Analysis.AnalysisDisplayColorEntry.Value
source: html/dbd5dd22-82fa-5b81-4000-8ddac609c97a.htm
---
# Autodesk.Revit.DB.Analysis.AnalysisDisplayColorEntry.Value Property

Value associated with color entry.

## Syntax (C#)
```csharp
public double Value { get; }
```